{
  "meta": {
    "title": "מדיניות פרטיות",
    "lastUpdated": "עודכן לאחרונה: 27 בינואר 2026",
    "version": "גרסה 1.0"
  },
  "sections": [
    {
      "title": "מידע על המעבד הנתונים",
      "content": "KidBook Creator Ltd. ('אנחנו', 'שלנו') הוא המעבד הנתונים האחראי על המידע האישי שלך."
    },
    {
      "title": "נתונים נדרשים מול אופציונליים",
      "content": "חלק מהמידע נדרש כדי לספק את השירות שלנו (שם, דוא\"ל ליצירת חשבון), בעוד שמידע אחר הוא אופציונלי (תמונות נוספות, תגובות סקר). נציין מה נדרש במהלך תהליך האיסוף."
    },
    {
      "title": "ביצוע חוזה",
      "content": "אנחנו מעבדים נתונים הנחוצים למילוי ההתחייבויות החוזיות שלנו, כמו עיבוד הזמנות, מסירת ספרים ומתן שירות לקוחות."
    },
    {
      "title": "אינטרס לגיטימי",
      "content": "אנחנו מעבדים נתונים כשיש לנו אינטרס לגיטימי, כמו שיפור השירות שלנו, מניעת הונאה, הבטחת אבטחה וניתוח דפוסי שימוש."
    },
    {
      "title": "הסכמה",
      "content": "אנחנו מעבדים נתונים על בסיס הסכמתך המפורשת, כמו לתקשורת שיווקית, עוגיות לא-חיוניות והרשמות לניוזלטר."
    },
    {
      "title": "התחייבות חוקית",
      "content": "אנחנו מעבדים נתונים כדי לציית לדרישות חוקיות, כמו שמירת רישומי מס (7 שנים) ומענה לבקשות חוקיות."
    },
    {
      "title": "אמצעי הגנה על נתונים",
      "content": "כל הצדדים השלישיים חותמים על הסכמי עיבוד נתונים ומחויבים חוזית להגן על הנתונים שלך. אנחנו חולקים רק את המינימום הנתונים הנחוץ לכל שירות."
    },
    {
      "title": "אנחנו לא מוכרים את הנתונים שלך",
      "content": "אנחנו לעולם לא מוכרים, משכירים או מחליפים את המידע האישי שלך לצדדים שלישיים למטרות שיווק."
    },
    {
      "title": "מחיקה אוטומטית",
      "content": "אנחנו מיישמים תהליכי מחיקה אוטומטיים עבור תמונות ונתונים זמניים. תוכל גם לבקש מחיקה מוקדמת של הנתונים שלך."
    },
    {
      "title": "כיצד לממש את הזכויות שלך",
      "content": "כדי לממש זכויות אלה, שלח לנו דוא\"ל ל- privacy@kidbookcreator.com. אנחנו מגיבים תוך 30 יום (עשוי להתארך ל-90 ימים לבקשות מורכבות). אנחנו עשויים לאמת את זהותך לפני עיבוד בקשות."
    },
    {
      "title": "הסכמת עוגיות",
      "content": "אנחנו מבקשים את הסכמתך לפני הצבת עוגיות לא-חיוניות. תוכל לנהל העדפות דרך באנר העוגיות שלנו או הגדרות דפדפן."
    },
    {
      "title": "אין ערובה מוחלטת",
      "content": "למרות שאנחנו נוקטים אמצעים סבירים להגן על הנתונים שלך, שום שיטת העברה דרך האינטרנט אינה 100% מאובטחת. אנחנו ניידע אותך על הפרות נתונים המציבות סיכון לזכויות שלך."
    },
    {
      "title": "דרישות גיל",
      "content": "עליך להיות בן לפחות 16 (או 13 בארצות הברית) כדי ליצור חשבון. אנחנו לא אוספים במודע מידע אישי מילדים מתחת לגילאים אלה."
    },
    {
      "title": "זכויות הורים",
      "content": "אם אתה מאמין שאספנו מידע מילד מתחת לגיל הנדרש, צור איתנו קשר מיד. אנחנו נמחק את המידע במהירות. הורים יכולים לבקש מחיקת נתוני ילדם בכל עת."
    },
    {
      "title": "מידע על ילדים",
      "content": "אנחנו עשויים לאסוף מידע על ילדים (שמות, תמונות) רק כשהוא מסופק על ידי הוריהם או אפוטרופוסים חוקיים. מידע זה משמש רק ליצירת ספרים מותאמים אישית ולא למטרות אחרות."
    },
    {
      "title": "עיבוד תמונות",
      "content": "תמונות שאתה מעלה מנותחות על ידי מערכות בינה מלאכותית כדי ליצור איורי דמויות. תמונות משמשות רק למטרה זו ולא לאימון מודלים של בינה מלאכותית או מטרות אחרות."
    },
    {
      "title": "שמירת תמונות",
      "content": "תמונות מאוחסנות ל-90 ימים לאחר השלמת ההזמנה, אז מחיקה אוטומטית. תוכל לבקש מחיקה מוקדמת בכל עת."
    },
    {
      "title": "שיתוף ספק בינה מלאכותית",
      "content": "תמונות עשויות להיות משותפות עם ספקי שירות בינה מלאכותית תחת הסכמי עיבוד נתונים קפדניים. ספקים אלה אסורים להשתמש בתמונות לכל מטרה פרט ליצירת האיורים שלך."
    },
    {
      "title": "הזכויות שלך",
      "content": "אתה מאשר שיש לך את הזכות להעלות תמונות ויש לך את ההסכמה מכל האנשים המופיעים בתמונות. לתמונות של ילדים, אתה מאשר שאתה ההורה או האפוטרופוס החוקי שלהם."
    },
    {
      "title": "מנגנוני העברה",
      "content": "כשאנחנו מעבירים נתונים מחוץ לאזור הכלכלי האירופי, אנחנו משתמשים באמצעי הגנה הולמים כמו סעיפי חוזה סטנדרטיים (SCCs) שאושרו על ידי הנציבות האירופית. אלה מבטיחים שהנתונים שלך יישארו מוגנים."
    },
    {
      "title": "נדרשת הסכמה",
      "content": "אנחנו שולחים רק הודעות דוא\"ל קידומיות, ניוזלטרים והודעות שיווק עם הסכמתך המפורשת. תוכל למשוך את הסכמתך בכל עת."
    },
    {
      "title": "אפשרויות ביטול",
      "content": "תוכל לבטל את הרשמה מתקשורת שיווקית על ידי לחיצה על קישור ביטול בדוא\"ל, עדכון העדפות החשבון שלך או יצירת קשר ישירה איתנו."
    },
    {
      "title": "הודעה על שינויים",
      "content": "לשינויים משמעותיים, ניידע אותך בדוא\"ל או הודעה בולטת באתר. שינויים קלים יהיו בתוקף מיד עם הפרסום. התאריך 'עודכן לאחרונה' מציין מתי מדיניות זו שונתה לאחרונה."
    },
    {
      "title": "בדיקה סדירה",
      "content": "אנחנו בוחנים מדיניות זו באופן סדיר כדי להבטיח שהיא נשארת מדויקת ותואמת חוקים חלים. אנחנו ממליצים לך לבחון אותה מעת לעת."
    },
    {
      "title": "רשויות הגנת נתונים",
      "content": "אם יש לך חששות לגבי האופן שבו אנחנו מטפלים בנתונים שלך, יש לך גם את הזכות להגיש תלונה לרשות הגנת הנתונים המקומית שלך."
    }
  ]
}