{
  "meta": {
    "title": "תנאי שימוש",
    "lastUpdated": "עודכן לאחרונה: 27 בינואר 2026",
    "version": "גרסה 1.0"
  },
  "sections": [
    {
      "title": "1. מבוא והיקף השימוש",
      "content": "תנאי שימוש אלה ('תנאים') מסדירים את השימוש שלך ב-KidBook Creator ('השירות'), המופעל על ידי KidBook Creator Ltd. ('אנחנו', 'שלנו'). על ידי גישה או שימוש בשירות שלנו, אתה מסכים להיות כפוף לתנאים אלה."
    },
    {
      "title": "קבלת התנאים",
      "content": "על ידי השימוש בשירות שלנו, אתה מאשר שאתה בן לפחות 16 (או 13 בארצות הברית) ויש לך יכולת חוקית להיכנס לתנאים אלה. אם אתה משתמש בשירות בשם אדם אחר, אתה מייצג שיש לך הסמכות לקשור את אותו אדם לתנאים אלה."
    },
    {
      "title": "2. תנאי חשבון וזכאות",
      "content": "כדי להשתמש בשירות שלנו, עליך ליצור חשבון ולספק מידע מדויק, מלא ועדכני."
    },
    {
      "title": "דרישות זכאות",
      "content": "עליך להיות בן לפחות 16 (או 13 בארצות הברית) כדי ליצור חשבון. עליך לספק כתובת דוא\"ל חוקית ומידע נדרש אחר. אתה אחראי לשמור על סודיות פרטי הגישה שלך לחשבון."
    },
    {
      "title": "אחריות חשבון",
      "content": "אתה אחראי לכל הפעילויות המתרחשות תחת החשבון שלך. עליך ליידע אותנו מיד על כל שימוש בלתי מורשה בחשבון שלך. אנחנו שומרים לעצמנו את הזכות להשעות או לבטל חשבונות המפרים תנאים אלה."
    },
    {
      "title": "3. תהליך הזמנה וקבלת הזמנה",
      "content": "תהליך ההזמנה שלנו מתוכנן להיות פשוט ושקוף."
    },
    {
      "title": "הגשת הזמנה",
      "content": "הזמנות מוגשות דרך ממשק האתר שלנו. תקבל דוא\"ל אישור הזמנה ברגע שההזמנה שלך תוגש בהצלחה. אנחנו לא מקבלים שום הזמנה עד שנשלח לך אישור הזמנה."
    },
    {
      "title": "קבלת הזמנה",
      "content": "אנחנו שומרים לעצמנו את הזכות לקבל או לדחות כל הזמנה מכל סיבה, כולל אך לא מוגבל ל: שגיאות מחיר, מלאי לא מספיק, או הפרה של תנאים אלה. אנחנו עשויים גם לדרוש אימות נוסף לפני קבלת הזמנה."
    },
    {
      "title": "בדיקת הזמנה",
      "content": "אתה אחראי לבדוק את פרטי ההזמנה שלך מיד לאחר קבלת דוא\"ל האישור. עליך ליידע אותנו על כל שגיאה תוך 24 שעות מקבלת האישור."
    },
    {
      "title": "4. מחירים ותנאי תשלום",
      "content": "המחירים שלנו שקופים וכוללים הכל."
    },
    {
      "title": "מחירי מוצרים",
      "content": "מחירים מוצגים במטבע המקומית שלך כאשר רלוונטי. כל המחירים כוללים מיסים חלים עבור לקוחות באיחוד האירופי. לקוחות מחוץ לאיחוד האירופי עשויים להיות אחראים למכס ומיסים במדינה שלהם."
    },
    {
      "title": "עיבוד תשלומים",
      "content": "התשלום מעובד דרך מעבדי תשלומים של צד שלישי מאובטחים. אנחנו לא מאחסנים מידע על כרטיס האשראי שלך. התשלום חייב להתבצע במלואו בזמן הזמנת ההזמנה."
    },
    {
      "title": "שגיאות מחיר",
      "content": "אנחנו שומרים לעצמנו את הזכות לתקן שגיאות מחיר. אם נגלה שגיאת מחיר לאחר הגשת הזמנה, נצור איתך קשר כדי לאשר את המחיר הנכון או לבטל את ההזמנה אם תעדיף."
    },
    {
      "title": "5. מדיניות ביטול והחזר כספי",
      "content": "אנחנו מבינים שתוכניות משתנות, ועיצבנו את המדיניות שלנו להיות הוגנת ושקופה."
    },
    {
      "title": "חלון ביטול",
      "content": "תוכל לבטל את ההזמנה שלך תוך 48 שעות מהזמנתה, בתנאי שיצירת הבינה המלאכותית טרם החלה. ברגע שיצירת הבינה המלאכותית מתחילה, לא ניתן לבטל הזמנות בגלל האופי המותאם אישית של המוצרים שלנו."
    },
    {
      "title": "אי הכללת מוצרים מותאמים אישית",
      "content": "בהתאם לסעיף 16(ג) של הוראת זכויות הצרכן האירופית וחוקים דומים בסמכויות אחרות, מוצרים מותאמים אישית אינם כלולים בזכויות החזרה סטנדרטיות. המוצרים שלנו מיוצרים לפי המפרט שלך וברורים כמותאמים אישית."
    },
    {
      "title": "מוצרים פגומים",
      "content": "אם הספר שלך מגיע עם פגמי ייצור (שגיאות הדפסה, בעיות כריכה, נזק במהלך המשלוח), צור איתנו קשר תוך 14 ימים מקבלתו. נסדר החלפה חינם או החזר כספי מלא, כולל עלויות משלוח."
    },
    {
      "title": "תהליך ביטול",
      "content": "כדי לבטל הזמנה, צור קשר עם צוות שירות הלקוחות שלנו עם מספר ההזמנה שלך. נעבד ביטולים תוך 24 שעות בימי עסקים."
    },
    {
      "title": "6. משלוח ושינוע",
      "content": "אנחנו מספקים ברחבי העולם עם שותפי משלוח אמינים."
    },
    {
      "title": "פרקי זמן למשלוח",
      "content": "הייצור לוקח בדרך כלל 3-5 ימי עסקים, בנוסף לזמן משלוח. זמני משלוח משתנים לפי מיקום: 3-5 ימים להזמנות מקומיות, 7-14 ימים להזמנות בינלאומיות. אלה הערכות ולא מובטחות."
    },
    {
      "title": "סיכון ובעלות",
      "content": "סיכון האובדן עובר אליך עם מסירה לחברת המשלוח. הבעלות על המוצרים עוברת אליך עם תשלום מלא. עליך להיות זמין לקבל את המשלוח או לסדר הסדרים לקבלה."
    },
    {
      "title": "מעקב הזמנות",
      "content": "תקבל מידע מעקב ברגע שההזמנה שלך נשלחת. אנחנו ממליצים לפקח על המשלוח שלך וליצור קשר ישירות עם המוביל לבעיות משלוח."
    },
    {
      "title": "7. זכויות קניין רוחני",
      "content": "אנחנו מכבדים זכויות קניין רוחני ומגדירים בעלות בבירור."
    },
    {
      "title": "הקניין הרוחני שלנו",
      "content": "כל התוכן, התכונות והפונקציונליות של השירות שייכים ל-KidBook Creator Ltd. ומוגנים על ידי זכויות יוצרים, סימני מסחר וחוקי קניין רוחני אחרים."
    },
    {
      "title": "הזכויות שלך לתוכן רכוש",
      "content": "עם תשלום מלא, אתה מקבל רישיון בלתי-בלעדי, בלתי-ניתן להעברה לשימוש בספר שרכשת למטרות אישיות, לא-מסחריות. אתה לא יכול לשכפל, להפיץ או לנצל מסחרית את התוכן ללא הסכמתנו בכתב."
    },
    {
      "title": "תוכן שנוצר על ידי בינה מלאכותית",
      "content": "איורים ותוכן שנוצרו על ידי בינה מלאכותית מורשים לך לשימוש אישי בלבד. אנחנו שומרים על כל הזכויות למודלים ואלגוריתמים הבסיסיים של הבינה המלאכותית."
    },
    {
      "title": "8. תוכן משתמש ואחריות",
      "content": "אתה אחראי לתוכן שאתה מספק לשירות שלנו."
    },
    {
      "title": "הערבויות שלך",
      "content": "אתה מתחייב שיש לך את כל הזכויות הנדרשות לתוכן שאתה מספק, כולל תמונות וטקסט. אתה מאשר שיש לך את הרשות מכל האנשים המופיעים בתמונות, או שאתה האפוטרופוס החוקי שלהם."
    },
    {
      "title": "תוכן אסור",
      "content": "אתה לא יכול להעלות תוכן ש: בלתי חוקי, מאיים, מוצא לשון, שונא או מפלה; מפר זכויות קניין רוחני; מכיל דמויות מוגנות בזכויות יוצרים או לוגואים מוגנים; מפר זכויות פרטיות; או אחרת בלתי הולם."
    },
    {
      "title": "פיצוי",
      "content": "אתה מסכים לפצות ולהגן עלינו מכל תביעות, נזקים או הוצאות הנובעות מהפרה שלך של הערבויות אלה או השימוש שלך בשירות."
    },
    {
      "title": "9. תנאים לתוכן שנוצר על ידי בינה מלאכותית",
      "content": "השירות שלנו משתמש בבינה מלאכותית כדי ליצור תוכן מותאם אישית."
    },
    {
      "title": "כתב ויתור איכות בינה מלאכותית",
      "content": "תוכן שנוצר על ידי בינה מלאכותית עלול להכיל תוצאות בלתי צפויות או לא מושלמות. שינויים קלים בסגנון, צבע או פירוש אינם נחשבים פגמים והם חלק מהתהליך היצירתי. מערכת הבינה המלאכותית עושה את מיטב המאמצים להתאים למפרט שלך אך לא יכולה להבטיח תוצאות מושלמות."
    },
    {
      "title": "תצוגה מקדימה ועריכה",
      "content": "תהיה לך ההזדמנות להציג מקדימה ולערוך תוכן שנוצר על ידי בינה מלאכותית לפני סיום ההזמנה שלך. אנחנו ממליצים לבדוק בקפידה את כל התוכן לפני מעבר לתשלום."
    },
    {
      "title": "מגבלות בינה מלאכותית",
      "content": "מערכת הבינה המלאכותית שלנו לא יכולה לשכפל דמויות מוגנות בזכויות יוצרים, לוגואים של מותגים מוגנים או אנשים אמיתיים ספציפיים בדיוק מושלם. התוצאות הן פרשנויות אמנותיות מבוססות על הקלט שלך."
    },
    {
      "title": "10. אחריות וכתבי ויתור",
      "content": "האחריות שלנו מוגבלת כמתואר בסעיף זה."
    },
    {
      "title": "שירות מסופק 'כמו שהוא'",
      "content": "השירות שלנו מסופק 'כמו שהוא' ו'כפי שזמין'. אנחנו לא נותנים הבטחות, מפורשות או משתמעות, לגבי פעולת השירות או המידע, התוכן או החומרים הכלולים."
    },
    {
      "title": "הגבלת אחריות",
      "content": "למקסימום המותר על פי חוק, האחריות הכוללת שלנו לכל תביעה הנובעת מתנאים אלה או השימוש שלך בשירות לא תעלה על מחיר הרכישה של המוצר המדובר. אנחנו לא אחראים לנזקים עקיפים, תוצאתיים או עונשיים."
    },
    {
      "title": "חריגים",
      "content": "חלק מהסמכויות המשפטיות לא מאפשרות את האי הכללה או הגבלת האחריות עבור נזקים תוצאתיים או מקריים, לכן מגבלות אלה עשויות שלא לחול עליך."
    },
    {
      "title": "11. כוח עליון",
      "content": "אנחנו לא אחראים על כשלון בביצוע עקב נסיבות מחוץ לשליטתו הסבירה, כולל אך לא מוגבל ל: אסונות טבע, מלחמה, טרור, סכסוכי עבודה, פעולות ממשלתיות, או כשלונות תשתית אינטרנט. במהלך אירועים כאלה, אנחנו עשויים להשעות או לבטל שירותים ולספק החזרים ככל שרלוונטי."
    },
    {
      "title": "12. חוק החל ויישוב סכסוכים",
      "content": "תנאים אלה כפופים לחוקים של אירלנד, ללא התחשבות בעקרונות דין סכסוכים."
    },
    {
      "title": "סמכות שיפוט",
      "content": "כל סכסוך הנובע מתנאים אלה ייפתר בבתי המשפט של אירלנד. לצרכנים באיחוד האירופי, הגנות נוספות תחת חוקי צרכן מקומיים עשויות לחול."
    },
    {
      "title": "בוררות",
      "content": "רוב הסכסוכים ניתנים לפתרון דרך תהליך שירות הלקוחות שלנו. לסכסוכים שלא נפתרו, אנחנו מציעים בוררות מחייבת כחלופה להליכים משפטיים, למעט תביעות שניתן להגיש בבית משפט לתביעות קטנות."
    },
    {
      "title": "13. שינויים בתנאים",
      "content": "אנחנו שומרים לעצמנו את הזכות לשנות תנאים אלה בכל עת."
    },
    {
      "title": "הודעה על שינויים",
      "content": "לשינויים משמעותיים, ניידע אותך בדוא\"ל או הודעה בולטת באתר. שינויים קלים יהיו בתוקף מיד עם הפרסום. השימוש המתמשך שלך בשירות לאחר שינויים מהווה קבלה של התנאים השונים."
    },
    {
      "title": "בדיקה סדירה",
      "content": "אנחנו ממליצים לך לבדוק תנאים אלה מעת לעת. התאריך 'עודכן לאחרונה' בראש דף זה מציין מתי תנאים אלה שונו לאחרונה."
    },
    {
      "title": "14. פרטי התקשרות",
      "content": "אם יש לך שאלות על תנאים אלה, צור איתנו קשר:"
    }
  ]
}