{
  "meta": {
    "title": "Datenschutzerklärung",
    "lastUpdated": "Zuletzt aktualisiert: 27. Januar 2026",
    "version": "Version 1.0"
  },
  "sections": [
    {
      "title": "Informationen zum Verantwortlichen",
      "content": "KidBook Creator Ltd. ('wir', 'uns', 'unser') ist der für Ihre persönlichen Informationen verantwortliche Datenverantwortliche."
    },
    {
      "title": "Erforderliche vs. optionale Daten",
      "content": "Einige Informationen sind erforderlich, um unseren Dienst bereitzustellen (Name, E-Mail für Kontoerstellung), während andere Informationen optional sind (zusätzliche Fotos, Umfrageantworten). Wir geben während des Sammelprozesses an, was erforderlich ist."
    },
    {
      "title": "Vertragserfüllung",
      "content": "Wir verarbeiten Daten, die zur Erfüllung unserer vertraglichen Verpflichtungen erforderlich sind, wie z.B. Bestellabwicklung, Lieferung von Büchern und Bereitstellung von Kundenservice."
    },
    {
      "title": "Berechtigtes Interesse",
      "content": "Wir verarbeiten Daten bei berechtigtem Interesse, wie z.B. Verbesserung unseres Dienstes, Betrugsprävention, Sicherheitssicherung und Analyse von Nutzungsmustern."
    },
    {
      "title": "Einwilligung",
      "content": "Wir verarbeiten Daten auf Basis Ihrer ausdrücklichen Einwilligung, wie z.B. für Marketingkommunikation, nicht-essentielle Cookies und Newsletter-Abonnements."
    },
    {
      "title": "Rechtliche Verpflichtung",
      "content": "Wir verarbeiten Daten zur Einhaltung gesetzlicher Anforderungen, wie z.B. Aufbewahrung von Steuerunterlagen (7 Jahre) und Beantwortung rechtlicher Anfragen."
    },
    {
      "title": "Datenschutz-Sicherheitsmaßnahmen",
      "content": "Alle Dritten unterzeichnen Datenverarbeitungsvereinbarungen und sind vertraglich verpflichtet, Ihre Daten zu schützen. Wir teilen nur die für jeden Dienst erforderlichen Mindestdaten."
    },
    {
      "title": "Wir verkaufen Ihre Daten nicht",
      "content": "Wir verkaufen, vermieten oder tauschen Ihre persönlichen Informationen niemals an Dritte für Marketingzwecke."
    },
    {
      "title": "Automatische Löschung",
      "content": "Wir implementieren automatische Löschprozesse für Fotos und temporäre Daten. Sie können auch eine vorzeitige Löschung Ihrer Daten beantragen."
    },
    {
      "title": "Wie Sie Ihre Rechte ausüben",
      "content": "Um diese Rechte auszuüben, senden Sie uns eine E-Mail an privacy@kidbookcreator.com. Wir antworten innerhalb von 30 Tagen (können bei komplexen Anfragen auf 90 Tage verlängern). Wir können Ihre Identität vor der Bearbeitung von Anfragen überprüfen."
    },
    {
      "title": "Cookie-Einwilligung",
      "content": "Wir fragen Ihre Einwilligung, bevor wir nicht-essentielle Cookies platzieren. Sie können Präferenzen über unseren Cookie-Banner oder Browsereinstellungen verwalten."
    },
    {
      "title": "Keine absolute Garantie",
      "content": "Obwohl wir angemessene Maßnahmen zum Schutz Ihrer Daten ergreifen, ist keine Methode der Übertragung über das Internet 100% sicher. Wir werden Sie über Datenschutzverletzungen benachrichtigen, die ein Risiko für Ihre Rechte darstellen."
    },
    {
      "title": "Altersanforderungen",
      "content": "Sie müssen mindestens 16 Jahre alt sein (oder 13 in den Vereinigten Staaten), um ein Konto zu erstellen. Wir sammeln wissentlich keine persönlichen Informationen von Kindern unter diesem Alter."
    },
    {
      "title": "Elternrechte",
      "content": "Wenn Sie glauben, dass wir Informationen von einem Kind unter dem erforderlichen Alter gesammelt haben, kontaktieren Sie uns bitte sofort. Wir werden die Informationen umgehend löschen. Eltern können jederzeit die Löschung der Daten ihres Kindes beantragen."
    },
    {
      "title": "Informationen über Kinder",
      "content": "Wir können Informationen über Kinder (Namen, Fotos) nur sammeln, wenn sie von ihren Eltern oder gesetzlichen Vormündern bereitgestellt werden. Diese Informationen werden ausschließlich zur Erstellung personalisierter Bücher verwendet und nicht für andere Zwecke."
    },
    {
      "title": "Fotoverarbeitung",
      "content": "Von Ihnen hochgeladene Fotos werden von KI-Systemen analysiert, um Charakterillustrationen zu erstellen. Fotos werden nur für diesen Zweck verwendet und nicht zum Training von KI-Modellen oder andere Zwecke."
    },
    {
      "title": "Fotospeicherung",
      "content": "Fotos werden 90 Tage nach Bestellabschluss gespeichert, dann automatisch gelöscht. Sie können jederzeit eine vorzeitige Löschung beantragen."
    },
    {
      "title": "KI-Anbieter-Freigabe",
      "content": "Fotos können an KI-Dienstleister unter strengen Datenverarbeitungsvereinbarungen weitergegeben werden. Diese Anbieter sind davon ausgeschlossen, Fotos für andere Zwecke als die Generierung Ihrer Illustrationen zu verwenden."
    },
    {
      "title": "Ihre Rechte",
      "content": "Sie bestätigen, dass Sie das Recht haben, Fotos hochzuladen und die Erlaubnis aller abgebildeten Personen haben. Bei Fotos von Kindern bestätigen Sie, dass Sie deren Elternteil oder gesetzlicher Vormund sind."
    },
    {
      "title": "Übertragungsmechanismen",
      "content": "Wenn wir Daten außerhalb des Europäischen Wirtschaftsraums übertragen, verwenden wir angemessene Schutzmaßnahmen wie Standardvertragsklauseln (SCCs), die von der Europäischen Kommission genehmigt wurden. Diese stellen sicher, dass Ihre Daten geschützt bleiben."
    },
    {
      "title": "Einwilligung erforderlich",
      "content": "Wir senden nur Werbe-E-Mails, Newsletter und Marketing-Nachrichten mit Ihrer ausdrücklichen Einwilligung. Sie können die Einwilligung jederzeit widerrufen."
    },
    {
      "title": "Abmeldungsoptionen",
      "content": "Sie können sich von Marketingkommunikation abmelden, indem Sie auf den Abmeldelink in E-Mails klicken, Ihre Kontoeinstellungen aktualisieren oder uns direkt kontaktieren."
    },
    {
      "title": "Benachrichtigung über Änderungen",
      "content": "Bei wesentlichen Änderungen werden wir Sie per E-Mail oder prominenter Website-Mitteilung benachrichtigen. Geringfügige Änderungen werden sofort nach Veröffentlichung wirksam. Das Datum 'Zuletzt aktualisiert' zeigt an, wann diese Richtlinie zuletzt geändert wurde."
    },
    {
      "title": "Regelmäßige Überprüfung",
      "content": "Wir überprüfen diese Richtlinie regelmäßig, um sicherzustellen, dass sie genau und mit geltenden Gesetzen konform bleibt. Wir empfehlen Ihnen, sie regelmäßig zu überprüfen."
    },
    {
      "title": "Datenschutzaufsichtsbehörden",
      "content": "Wenn Sie Bedenken darüber haben, wie wir Ihre Daten verarbeiten, haben Sie auch das Recht, sich bei Ihrer lokalen Datenschutzaufsichtsbehörde zu beschweren."
    }
  ]
}