{
  "meta": {
    "title": "Privacy Policy",
    "lastUpdated": "Last updated: January 27, 2026",
    "version": "Version 1.0"
  },
  "sections": [
    {
      "title": "Data Controller Information",
      "content": "KidBook Creator Ltd. ('we', 'us', 'our') is the data controller responsible for your personal information."
    },
    {
      "title": "Required vs. Optional Data",
      "content": "Some information is required to provide our Service (name, email for account creation), while other information is optional (additional photos, survey responses). We will specify what is required during the collection process."
    },
    {
      "title": "Performance of Contract",
      "content": "We process data necessary to fulfill our contractual obligations, such as processing orders, delivering books, and providing customer service."
    },
    {
      "title": "Legitimate Interest",
      "content": "We process data when we have a legitimate interest, such as improving our Service, preventing fraud, ensuring security, and analyzing usage patterns."
    },
    {
      "title": "Consent",
      "content": "We process data based on your explicit consent, such as for marketing communications, non-essential cookies, and newsletter subscriptions."
    },
    {
      "title": "Legal Obligation",
      "content": "We process data to comply with legal requirements, such as tax record keeping (7 years) and responding to legal requests."
    },
    {
      "title": "Data Protection Safeguards",
      "content": "All third parties sign Data Processing Agreements and are contractually bound to protect your data. We only share the minimum data necessary for each service."
    },
    {
      "title": "We Do Not Sell Your Data",
      "content": "We never sell, rent, or trade your personal information to third parties for marketing purposes."
    },
    {
      "title": "Automatic Deletion",
      "content": "We implement automatic deletion processes for photos and temporary data. You can also request early deletion of your data."
    },
    {
      "title": "How to Exercise Your Rights",
      "content": "To exercise these rights, email us at privacy@kidbookcreator.com. We respond within 30 days (may extend to 90 days for complex requests). We may verify your identity before processing requests."
    },
    {
      "title": "Cookie Consent",
      "content": "We ask for your consent before placing non-essential cookies. You can manage preferences through our cookie banner or browser settings."
    },
    {
      "title": "No Absolute Guarantee",
      "content": "While we take reasonable measures to protect your data, no method of transmission over the internet is 100% secure. We will notify you of data breaches that pose a risk to your rights."
    },
    {
      "title": "Age Requirements",
      "content": "You must be at least 16 years old (or 13 in the United States) to create an account. We do not knowingly collect personal information from children under these ages."
    },
    {
      "title": "Parental Rights",
      "content": "If you believe we have collected information from a child under the required age, please contact us immediately. We will delete the information promptly. Parents can request deletion of their child's data at any time."
    },
    {
      "title": "Children's Information",
      "content": "We may collect information about children (names, photos) only when provided by their parents or legal guardians. This information is used solely for creating personalized books and is not used for other purposes."
    },
    {
      "title": "Photo Processing",
      "content": "Photos you upload are analyzed by our systems to create character illustrations. Photos are used only for this purpose and not for training models or other purposes."
    },
    {
      "title": "Photo Retention",
      "content": "Photos are stored for 90 days after order completion, then automatically deleted. You can request early deletion at any time."
    },
    {
      "title": "Service Provider Sharing",
      "content": "Photos may be shared with content generation service providers under strict Data Processing Agreements. These providers are prohibited from using photos for any purpose other than generating your illustrations."
    },
    {
      "title": "Your Rights",
      "content": "You confirm that you have the right to upload photos and have consent from all individuals depicted. For children's photos, you confirm you are their parent or legal guardian."
    },
    {
      "title": "Transfer Mechanisms",
      "content": "When we transfer data outside the European Economic Area, we use appropriate safeguards such as Standard Contractual Clauses (SCCs) approved by the European Commission. These ensure your data remains protected."
    },
    {
      "title": "Consent Required",
      "content": "We only send promotional emails, newsletters, and marketing messages with your explicit consent. You can withdraw consent at any time."
    },
    {
      "title": "Opt-Out Options",
      "content": "You can opt out of marketing communications by clicking the unsubscribe link in emails, updating your account preferences, or contacting us directly."
    },
    {
      "title": "Notification of Changes",
      "content": "For significant changes, we will notify you by email or prominent website notice. Minor changes will be effective immediately upon posting. The 'Last updated' date indicates when this policy was last modified."
    },
    {
      "title": "Regular Review",
      "content": "We review this policy regularly to ensure it remains accurate and compliant with applicable laws. We encourage you to review it periodically."
    },
    {
      "title": "Data Protection Authorities",
      "content": "If you have concerns about how we handle your data, you also have the right to lodge a complaint with your local data protection authority."
    }
  ]
}